<?php
$endings = [
    "ався" => "а&#x04C6;ся", // ӆ
    "зьк" => "&#x0499;к", // ҙ
    //"ий" => "ый", // messes up
    //"ити " =>"ить ", //
    "лля" => "лия",
    "ний" => "ный",//
    "ників" => "ник&#x00F4;в",
    "ння" => "ния",
    "нні" => "нии",
    "ність" => "н&#x00F4;сть",
    //"ою " => "ой ",
    "ої" => "ои",
    "ття" => "тья",
    "ттю" =>  "тью", 
    "ують" => "ую&#x04AD;",
    "чні" => "чные",
    "ють" => "ю&#x04AD;",
    "лінні" => "л&#x0463;нии",
    //цьк цк
    //"яти " => "ять ",//
    //"іти " =>"ить ",//
    //"іти" => "ати",//
    //атти атьи
];