<?php

$pangrams = [
    "Чуєш їх, доцю, га? Кумедна ж ти, прощайся без ґольфів!",
    "Єхидна, ґава, їжак ще й шиплячі плазуни бігцем форсують Янцзи.",
    "Жебракують філософи при ґанку церкви в Гадячі, ще й шатро їхнє п’яне знаємо.",
    "Гей, хлопці, не вспію — на ґанку ваша файна їжа знищується бурундучком.",
    "Хвацький юшковар Філіп щодня на ґанку готує сім’ї вечерю з жаб.",
    "На подушечці форми любої є й ґудзик щоб пір’я геть жовте сховати.",
    "У ґазди є ж бо гевеї, які шиють прості килими, наче хащі фацелій.",
    "З’їв аґрусу — та ягода цілюща б’є жах інфекцій шипучим «ь».",
    "Файкою пихкаючи, щаслива ґаво — мандруєш, зібгані цвяхи стеж!",
    "Щурячий бугай із їжаком-харцизом в’ючись підписали ґешефт у єнах.",
    "Фабрикуймо гідність, лящім їжею, ґав хапаймо, з’єднавці чаш!",
    "Глянь (!): що ж є шрифт, цей «спазм» — ґід букв? Юч їх.",
    "Їхав єдиний москаль. Чув, що віз царю жезл, п’ять шуб і гофр.",
    "Юнкерський джинґл, що при безхліб’ї чує фашист, це ловця гімн.",
    "Грішний джиґіт, що хотів у Францію, позбувався цієї думки з’їдаючи трюфель.",
    "Безпігментний шлейф інжектора здається очищався від корозії в Цюриху.",
    "В Бахчисараї фельд’єґер зумів одягнути ящірці жовтий капюшон!"
];
