<?php

$stems = [
    "Дніпр" => "Днҍпр",
    "Дніст" => "Днҍст",
    "біг" => "бҍг",
    "бід" => "бҍд",
    "бідн" => "бҍдн",
    //"біл" => "бҍл",
    "білк" => "бҍлк",
    "більш" => "бôльш",
    "біс" => "бҍс",
    //влiнн влҍнн
    "від" => "вҍд",
    "війн" => "вôйн",
    "військ" => "вôйськ",
    "віник" => "вҍник",
    "вірн" => "вҍрн",
    "віст" => "вҍст",
    "вітер" => "вҍтер",
    "вітр" => "вҍтр",
    "віха" => "вҍха",
    "гнів" => "гнҍв",
    "гнізд" => "гнҍзд",
    "гріх" => "грҍх",
    "гір" => "гôр",
    "гірк" => "гҍрк",
    "дід" => "дҍд",
    "діл" => "дҍл",
    "діт" => "дҍт",
    //довг доӆг",
    "жовт" => "жоӆт",
    "калік" => "калҍк",
    "кліть" => "клҍть",
    "кільк" => "кôльк", // ô
    //трiшк трôшк
    "Крім" => "Крôм", "крім" => "крôм",
    "лів" => "лҍв",
    "мідь" => "мҍдь",
    "мірил" => "мҍрил",
    "ночі" => "ночҍ",
    "нім" => "нҍм",
    "німец" => "нҍмец",
    "ніч" => "нôч",
    "нічого" => "н&#x04E3;чого", 
    "обід" => "обҍд",
    "пiсля" => "пôсля",
    "повн" => "поӆн",
    "прісн" => "прҍсн",
    "рівн" => "рôвн",
    "рідк" => "рҍдк",
    "рік" => "рôк",
    "ріп" => "рҍп",
    "світ" => "свҍт",
    "слід" => "слҍд",
    "сліп" => "слҍп",
    "співа" => "спҍва",
    "стріл" => "стрҍл",
    "сусід" => "сусҍд",
    "сів" => "сҍв",
    "сідл" => "сҍдл",
    "сіт" => "сҍт",
    "тісн" => "тҍсн",
    "успіх" => "успҍх",
    "успіш" => "успҍш",
    "хід" => "хôд",
    "хліб" => "хлҍб",
    //хотiл хотҍл
    "хрін" => "хрҍн",
    "ціл" => "цҍл",
//    пiв пôӆ
//    рiвн рôвн
//    рiвен рôвен
//    слiд слҍд
//    навч наӯч
//    мiст мҍст
//    мiсц мҍсц
//    лiтн лҍтн
//    мiсяц мҍсяц
//    трiб трҍб
//    лiта лҍта
//    слiв слôв
//    дiй дҍй
//    тiк тôк
//    гiдн гôдн
//    мiщ мҍщ
//    намiр намҍр
//    хiд хôд
//    кiнч кôнч
//    кiн кôн
//    цiн цҍн
//    рiч рҍч
//    їзд ҍзд
//    їха ҍха
//    дiя дҍя
//    корiн корҍн
//    нiж нôж
//    рiд рôд
//    вiльн вôльн
//    сiр сҍр
//    рiк рҍк
//    звiр звҍр
    
];
